import { v4 as uuid } from 'uuid'

interface IBenefitsItem {
	id: string
	title: string
	description: string
}

export const QuestionsData: IBenefitsItem[] = [
	{
		id: uuid(),
		title: 'Що таке чат-бот АІ?',
		description:
			'Чат-бот АІ для веб-сайтів – це цифровий помічник, який швидко відповідає на запити відвідувачів вашого сайту, включаючи сам чат-бот на вашому веб-сайті, а також Facebook/Instagram. Він розроблений для швидкої обробки широкого спектру запитань, скорочуючи час, необхідний для підтримки гостей, до 85%.'
	},
	{
		id: uuid(),
		title: 'Як RestOn AI може підвищити ефективність мого закладу?',
		description:
			'Чат-бот АІ може значно покращити обслуговування клієнтів, надаючи миттєві відповіді на запити, що підвищує задоволеність клієнтів і лояльність. Він також може автоматизувати рутинні завдання, звільняючи час вашої команди для більш складних завдань. Крім того, чат-бот АІ може збирати цінні дані про поведінку клієнтів, що допомагає вам краще розуміти потреби вашої аудиторії та приймати обґрунтовані бізнес-рішення.'
	},
	{
		id: uuid(),
		title: 'Які види взаємодії з гостями може обробляти RestOn AI?',
		description:
			'Чат-бот АІ може значно покращити обслуговування клієнтів, надаючи миттєві відповіді на запити, що підвищує задоволеність клієнтів і лояльність. Він також може автоматизувати рутинні завдання, звільняючи час вашої команди для більш складних завдань. Крім того, чат-бот АІ може збирати цінні дані про поведінку клієнтів, що допомагає вам краще розуміти потреби вашої аудиторії та приймати обґрунтовані бізнес-рішення.'
	},
	{
		id: uuid(),
		title: 'Як RestOn AI інтегрується з моєю електронною системою бронювання?',
		description:
			'Чат-бот АІ може значно покращити обслуговування клієнтів, надаючи миттєві відповіді на запити, що підвищує задоволеність клієнтів і лояльність. Він також може автоматизувати рутинні завдання, звільняючи час вашої команди для більш складних завдань. Крім того, чат-бот АІ може збирати цінні дані про поведінку клієнтів, що допомагає вам краще розуміти потреби вашої аудиторії та приймати обґрунтовані бізнес-рішення.'
	},
	{
		id: uuid(),
		title: 'Чи зручний RestOn AI для гостей?',
		description:
			'Чат-бот АІ може значно покращити обслуговування клієнтів, надаючи миттєві відповіді на запити, що підвищує задоволеність клієнтів і лояльність. Він також може автоматизувати рутинні завдання, звільняючи час вашої команди для більш складних завдань. Крім того, чат-бот АІ може збирати цінні дані про поведінку клієнтів, що допомагає вам краще розуміти потреби вашої аудиторії та приймати обґрунтовані бізнес-рішення.'
	},
	{
		id: uuid(),
		title: 'Чи може RestOn AI працювати в неробочий час?',
		description:
			'Чат-бот АІ може значно покращити обслуговування клієнтів, надаючи миттєві відповіді на запити, що підвищує задоволеність клієнтів і лояльність. Він також може автоматизувати рутинні завдання, звільняючи час вашої команди для більш складних завдань. Крім того, чат-бот АІ може збирати цінні дані про поведінку клієнтів, що допомагає вам краще розуміти потреби вашої аудиторії та приймати обґрунтовані бізнес-рішення.'
	},
	{
		id: uuid(),
		title: 'Що робити, якщо RestOn AI не знає відповіді на запитання?',
		description:
			'Чат-бот АІ може значно покращити обслуговування клієнтів, надаючи миттєві відповіді на запити, що підвищує задоволеність клієнтів і лояльність. Він також може автоматизувати рутинні завдання, звільняючи час вашої команди для більш складних завдань. Крім того, чат-бот АІ може збирати цінні дані про поведінку клієнтів, що допомагає вам краще розуміти потреби вашої аудиторії та приймати обґрунтовані бізнес-рішення.'
	},
	{
		id: uuid(),
		title: 'Чи безпечний RestOn AI? Чи захистить це дані моїх гостей?',
		description:
			'Чат-бот АІ може значно покращити обслуговування клієнтів, надаючи миттєві відповіді на запити, що підвищує задоволеність клієнтів і лояльність. Він також може автоматизувати рутинні завдання, звільняючи час вашої команди для більш складних завдань. Крім того, чат-бот АІ може збирати цінні дані про поведінку клієнтів, що допомагає вам краще розуміти потреби вашої аудиторії та приймати обґрунтовані бізнес-рішення.'
	}
]
