import { v4 as uuid } from 'uuid'

interface IBenefitsItem {
	id: string
	title: string
	description: string
}

export const QuestionsData: IBenefitsItem[] = [
	{
		id: uuid(),
		title: 'Що таке чат-бот АІ?',
		description:
			'Чат-бот АІ для веб-сайтів – це цифровий помічник, який швидко відповідає на запити відвідувачів вашого сайту, включаючи сам чат-бот на вашому веб-сайті, а також Facebook/Instagram. Він розроблений для швидкої обробки широкого спектру запитань, скорочуючи час, необхідний для підтримки гостей, до 85%.'
	},
	{
		id: uuid(),
		title: 'Як RestOn AI може підвищити ефективність мого закладу?',
		description:
			'Завдяки автоматизації рутинних завдань, таких як обробка бронювань, замовлення блюд і відповіді на часті запитання гостей, RestOn AI зменшує робоче навантаження на ваш персонал. Ця інновація дозволяє вашій команді зосередитися на більш важливих завданнях, що сприяє покращенню організації та задоволенню гостей.'
	},
	{
		id: uuid(),
		title: 'Які види взаємодії з гостями може обробляти RestOn AI?',
		description:
			'RestOn AI може керувати багатьма взаємодіями, включаючи надання гостям різного роду інформації про заклад, обробку бронювань, приймає замовлення блюд на самовивіз або доставку, оформляє доставку, надсилає повідомлення про підтвердження та нагадування броней, відправляє посилання на оплату замовлення, а також відповідає на часті запитання, наприклад, пов’язані із меню чи годинами роботи, яка знижка на День народження тощо.'
	},
	{
		id: uuid(),
		title: 'Як RestOn AI інтегрується з моєю електронною системою бронювання?',
		description:
			'RestOn AI легко інтегрується з електронною системою бронювання RestOn Hostess, автоматично розміщуючи бронювання в книзі та оновлюючи базу даних гостей. Ця інтеграція забезпечує точність і ефективність керування бронями без ручного втручання.'
	},
	{
		id: uuid(),
		title: 'Чи зручний RestOn AI для гостей?',
		description:
			'Абсолютно! RestOn AI пропонує природне та розумне спілкування, тож гості навіть не усвідомлюють, що вони спілкуються з AI. '
	},
	{
		id: uuid(),
		title: 'Чи може RestOn AI працювати в неробочий час?',
		description:
			'Так, RestOn AI здатний обробляти запитання гостей, або робити бронювання в неробочий час і надавати інформацію щодо підтвердження броні, консультувати та відповідати на запитання відвідувачів. Це гарантує, що потреби гостей будуть задоволені, навіть якщо персонал вашого закладу недоступний, підвищуючи задоволеність і зменшуючи втрачені можливості.'
	},
	{
		id: uuid(),
		title: 'Що робити, якщо RestOn AI не знає відповіді на запитання?',
		description:
			'RestOn AI навчений в такому випадку передавати повідомлення менеджеру, якщо він не може відповісти на запит. Гість буде повідомлений про це.'
	},
	{
		id: uuid(),
		title: 'Чи безпечний RestOn AI? Чи захистить це дані моїх гостей?',
		description:
			'Ми розуміємо вашу стурбованість щодо безпеки даних, тому дотримуємося суворих правил конфіденційності даних і використовуємо високі заходи безпеки, щоб захистити інформацію про ваших гостей. '
	}
]
